{
  "id": "01_PRI_MAT",
  "code": "01-PRI-MAT",
  "gradeLevel": "PRI",
  "subject": "MAT",
  "title": {
    "es": "Resolver problemas cotidianos usando sumas, restas, multiplicaciones o divisiones",
    "eu": "Eguneroko arazoak konpontzea batuketa, kenketa, biderketa edo zatiketa erabiliz",
    "en": "Solve everyday problems using addition, subtraction, multiplication, or division",
    "la": "Quaestiones quotidianas solvendae addendo, subtrahendo, multiplicando vel dividendo"
  },
  "duaAdaptations": {
    "7.1": {
      "text": {
        "es": [
          "Permitir que el estudiante elija el contexto del problema, por ejemplo calcular gastos de un videojuego, una receta de cocina o un presupuesto de viaje."
        ],
        "eu": [
          "Ikasleari aukera ematea arazoaren testuingurua aukeratzeko, adibidez, bideojoko baten gastuak, errezeta bat edo bidaia baten aurrekontua kalkulatzea."
        ],
        "en": [
          "Allow the student to choose the problem context, e.g., calculating expenses for a video game, a recipe, or a travel budget."
        ],
        "la": [
          "Permitte discipulo contextum quaestionis eligere, exempli gratia expensas ludi electronici, recipe vel itineris computare."
        ]
      },
      "webTools": [
        {
          "name": "Geogebra",
          "url": "https://www.geogebra.org",
          "logo": "https://www.geogebra.org/favicon.ico"
        }
      ]
    },
    "7.2": {
      "text": {
        "es": "Utilizar recibos reales de supermercado o facturas de servicios del hogar para realizar los cálculos.",
        "eu": "Supermerkatuetako erosketa-txartel edo etxeko zerbitzuen fakturak erabiltzea kalkuluak egiteko.",
        "en": "Use real supermarket receipts or household bills to perform the calculations.",
        "la": "Utere receptis realibus vel cautionibus domesticis ad computanda effectuanda."
      }
    },
    "7.3": {
      "text": {
        "es": "Integrar juegos de rol como 'la tiendita' o aplicaciones de gamificación como ClassCraft para practicar las operaciones.",
        "eu": "'Denda txikia' bezalako rol-jokoak edo ClassCraft bezalako gamifikazio-aplikazioak integratzea eragiketak praktikatzeko.",
        "en": "Integrate role-playing games like 'the little shop' or gamification apps like ClassCraft to practice operations.",
        "la": "Integri ludi partes agendi ut 'parva taberna' vel applicationes ludificationis ut ClassCraft ad exercitationem operationum."
      },
      "webTools": [
        {
          "name": "ClassCraft",
          "url": "https://www.classcraft.com",
          "logo": "https://www.classcraft.com/favicon.ico"
        }
      ]
    },
    "7.4": {
      "es": "Crear un clima donde el error sea una oportunidad para analizar la lógica matemática sin temor a la sanción.",
      "eu": "Sortu giro bat non errorea aukera den logika matematikoa aztertzeko, zigorrik gabe.",
      "en": "Create a climate where mistakes are opportunities to analyze mathematical logic without fear of penalty.",
      "la": "Crea ambitum ubi error opportunitas sit ad logicam mathematicam sine metu poenae examinandam."
    },
    "8.1": {
      "es": "Explicar explícitamente que aprender a dividir ayuda a repartir recursos de forma equitativa en la comunidad.",
      "eu": "Argi azaldu zatiketa ikasteak baliabideak modu bidezkoan banatzen laguntzen duela komunitatean.",
      "en": "Explicitly explain that learning to divide helps distribute resources fairly in the community.",
      "la": "Explicite explica discere dividere auxilium dare ad aequaliter distribuenda facultates in communitate."
    },
    "8.2": {
      "es": "Ofrecer problemas con diferentes niveles de complejidad, desde operaciones simples hasta problemas de varios pasos.",
      "eu": "Arazoak eskaintzea maila desberdinetako konplexutasunarekin, eragiketa sinpletik hainbat pausoko arazoetara.",
      "en": "Provide problems with different complexity levels, from simple operations to multi-step problems.",
      "la": "Praebe quaestiones diversae complexitatis, ab operationibus simplicibus ad quaestiones multorum gradus."
    },
    "8.3": {
      "es": "Implementar la técnica 'Lápices al centro' para que los estudiantes resuelvan un problema complejo en equipo.",
      "eu": "'Lápices al centro' teknika erabiltzea taldean arazo konplexu bat konpontzeko.",
      "en": "Use the 'Pencils in the center' technique so students solve a complex problem as a team.",
      "la": "Utere technica 'Graphium in centro' ut discipuli quaestionem complures gradus solvant in turmis."
    },
    "8.4": {
      "es": "Diseñar problemas que incluyan nombres y situaciones culturales diversas que reflejen la identidad de todos los alumnos.",
      "eu": "Arazoak diseinatzea izenak eta egoera kultural desberdinak barne hartuz, ikasleen nortasuna islatzeko.",
      "en": "Design problems that include names and diverse cultural situations reflecting all students' identities.",
      "la": "Designa quaestiones quae nomina et diversae culturae situations includant identitatem omnium studentium reflectentes."
    },
    "8.5": {
      "es": "Proporcionar retroalimentación específica sobre el proceso en lugar de solo calificar el resultado final.",
      "eu": "Prozesuari buruzko feedback zehatza eskaintzea emaitza bakarrik kalifikatzea baino.",
      "en": "Provide specific feedback on the process rather than only grading the final result.",
      "la": "Praebe feedback specificam de processu potius quam de tantum fine gradu."
    },
    "9.1": {
      "es": "Ayudar a los alumnos a establecer metas personales de dominio, como 'hoy lograré resolver tres divisiones sin ayuda'.",
      "eu": "Ikasleak laguntzea helburu pertsonalak ezartzen, adibidez 'gaur hiru zatiketa laguntzarik gabe konponduko ditut'.",
      "en": "Help students set personal mastery goals, e.g., 'today I will solve three divisions independently'.",
      "la": "Adiuvare discipulos metas personales constituere, exempli gratia 'hodie tres divisionis sine auxilio solvabo'."
    },
    "9.2": {
      "es": "Enseñar estrategias de respiración y autorregulación cuando el alumno sienta ansiedad ante las matemáticas.",
      "eu": "Arnasketa eta autoerregulazio estrategiak irakastea matematika ikasketetan antsietatea sumatzen denean.",
      "en": "Teach breathing and self-regulation strategies when the student feels math anxiety.",
      "la": "Doctrinae respirationis et self-regulationis cum discipulus anxietatem mathematicam sentit."
    },
    "9.3": {
      "es": "Utilizar la 'escalera de la metacognición' para que el alumno analice qué estrategia le funcionó mejor.",
      "eu": "Metakognizio eskaileraren erabilera estrategia onena identifikatzeko.",
      "en": "Use the 'metacognition ladder' so the student analyzes which strategy worked best.",
      "la": "Utere 'scala metacognitionis' ut discipulus analysit quae strategia optime functa sit."
    },
    "9.4": {
      "es": "Usar problemas matemáticos para analizar inequidades sociales y fomentar el diálogo sobre la justicia.",
      "eu": "Arazo matematikoak erabiltzea gizarte-desberdintasunak aztertzeko eta justiziari buruzko elkarrizketa sustatzeko.",
      "en": "Use math problems to analyze social inequities and promote dialogue about justice.",
      "la": "Utere quaestiones mathematicas ad iniquitates sociales examinandas et dialogum de iustitia promovendum."
    },
    "1.1": {
      "es": "Proporcionar problemas en formato digital donde se pueda ajustar el tamaño de los números y el contraste del fondo.",
      "eu": "Arazoak formatu digitalean eskaintzea, non zenbakien tamaina eta atzeko planoaren kontrastea egokitu daitezkeen.",
      "en": "Provide digital problems where number size and background contrast can be adjusted.",
      "la": "Praebe quaestiones digitales ubi numerorum magnitudo et contraria background accommodari possint."
    },
    "1.2": {
      "es": "Acompañar los problemas escritos con versiones en audio o usar bloques multibase (Base 10) para representar cantidades físicamente.",
      "eu": "Idatzitako arazoei audio bertsioak edo Base 10 blokeak gehitzea kantitateak modu fisikoan irudikatzeko.",
      "en": "Accompany written problems with audio versions or use Base 10 blocks to physically represent quantities.",
      "la": "Accompana quaestiones scriptae versionibus audio vel utere Base 10 block ad quantitates physice repraesentandas."
    },
    "1.3": {
      "es": "Incluir problemas que narren historias de científicos o matemáticos de diversas culturas y géneros.",
      "eu": "Arazoak sartzea zientzialari edo matematikari ezberdinen istorioak kontatzen dituztenak, kultura eta genero desberdinetakoak.",
      "en": "Include problems that tell stories of scientists or mathematicians from diverse cultures and genders.",
      "la": "Include quaestiones quae narrent historias scientistarum vel mathematicorum ex diversis culturis et generibus."
    },
    "2.1": {
      "es": "Pre-enseñar términos como 'producto', 'cociente' o 'residuo' mediante glosarios visuales.",
      "eu": "Terminoak aurretik irakastea, adibidez 'produktua', 'zatidura' edo 'restoa', glosario bisualen bidez.",
      "en": "Pre-teach terms like 'product', 'quotient', or 'remainder' using visual glossaries.",
      "la": "Prae-educare terminos ut 'productum', 'quotientem' vel 'reliquum' per glossaria visualia."
    },
    "2.2": {
      "es": "Permitir que el software de texto a voz lea las fórmulas y símbolos matemáticos complejos.",
      "eu": "Teklatu-hizkuntza softwareak irakurtzea baimentzea formulak eta ikur matematiko konplexuak.",
      "en": "Allow text-to-speech software to read complex formulas and mathematical symbols.",
      "la": "Permitte softwarem textum ad vocem legere formulas et symbola mathematica complexa."
    },
    "2.3": {
      "es": "Ofrecer los enunciados de los problemas en la lengua materna del estudiante junto con la lengua vehicular.",
      "eu": "Arazoen enuntziatuak ikaslearen ama-hizkuntzan eta ikasketa-hizkuntzan eskaintzea.",
      "en": "Provide problem statements in the student's mother tongue along with the instructional language.",
      "la": "Praebe enuntiationes quaestionum in lingua materna discipuli simul cum lingua instructionis."
    },
    "2.4": {
      "es": "Evitar problemas que refuercen estereotipos de género.",
      "eu": "Genero estereotipoak indartzen dituzten arazoak saihestea.",
      "en": "Avoid problems that reinforce gender stereotypes.",
      "la": "Vita quaestiones quae stereotipos generis corroborant."
    },
    "2.5": {
      "es": "Mostrar un vídeo de una situación real (un chef repartiendo pizza) para ilustrar el concepto de división.",
      "eu": "Bideo bat erakustea (sukaldari bat pizza banatzen) zatiketa kontzeptua ilustratzeko.",
      "en": "Show a video of a real situation (a chef distributing pizza) to illustrate division.",
      "la": "Monstra video rei realis (coquus pizza distribuens) ad divisionem illustrandam."
    },
    "3.1": {
      "es": "Vincular la suma con situaciones familiares, como contar puntos en un videojuego.",
      "eu": "Batuketa egoera ezagunenekin lotzea, adibidez bideojoko batean puntuak kontatzea.",
      "en": "Link addition to familiar situations, such as counting points in a video game.",
      "la": "Coniunge additionem cum rebus familiaribus, ut puncta in ludo electronicus numerare."
    },
    "3.2": {
      "es": "Usar negritas o colores para destacar los datos numéricos esenciales dentro de un problema de texto.",
      "eu": "Datuei garrantzitsuak nabarmentzea testu batean, letra lodiz edo kolorez.",
      "en": "Use bold or colors to highlight key numeric data in a text problem.",
      "la": "Utere literis crassis vel coloribus ad notandas quantitates claves in quaestione textuali."
    },
    "3.3": {
      "es": "Permitir que los alumnos exploren la multiplicación mediante la suma repetida o modelos geométricos de área.",
      "eu": "Ikasleei biderketa aztertzea baimentzea, batuketa errepikatu edo eremu geometrikoen bidez.",
      "en": "Allow students to explore multiplication through repeated addition or area models.",
      "la": "Permitte discipulis multiplicatio explorare per additionem repetitam vel exempla areae."
    },
    "3.4": {
      "es": "Pedir a los alumnos que apliquen lo aprendido en el aula para calcular el cambio de dinero en la cafetería del colegio.",
      "eu": "Ikasleak eskolako kafetegian dirua itzultzeko ikasitakoa aplikatzea eskatu.",
      "en": "Ask students to apply classroom learning to calculate money change in the school cafeteria.",
      "la": "Roga discipulos applicare discendi in schola ad computandum pecuniae mutationem in cafeteria."
    },
    "4.1": {
      "es": "Permitir que el alumno responda seleccionando opciones en una tableta, mediante comandos de voz o señalando objetos físicos.",
      "eu": "Ikasleari aukera ematea tabletan, ahots-komandoekin edo objektu fisikoak seinalatuz erantzuteko.",
      "en": "Allow students to respond via tablet selection, voice commands, or pointing to physical objects.",
      "la": "Permitte discipulo respondere per tabulam, imperia vocis, vel punctando res physicas."
    },
    "4.2": {
      "es": "Garantizar que los softwares matemáticos sean compatibles con teclados adaptados o conmutadores.",
      "eu": "Ziurtatu software matematikoak teklatu egokituekin edo etengailuekin bateragarriak direla.",
      "en": "Ensure math software is compatible with adapted keyboards or switches.",
      "la": "Cura ut software mathematica compatibile sit cum claviaturis adaptatis vel interruptoribus."
    },
    "5.1": {
      "es": "Dejar que el alumno explique la resolución de un problema mediante un dibujo, una grabación de voz o un mural.",
      "eu": "Ikasleari aukera ematea arazo baten konponbidea marrazki, ahots-grabaketa edo horma-irudi baten bidez azaltzeko.",
      "en": "Let the student explain problem-solving via drawing, voice recording, or mural.",
      "la": "Permitte discipulo explanare solutionem quaestionis per picturam, vocem vel muralem."
    },
    "5.2": {
      "es": "Proporcionar acceso a calculadoras, ábacos virtuales o regletas para realizar los cálculos.",
      "eu": "Eskalatzailerik, abakus birtual edo regleta eskuratzea kalkuluak egiteko.",
      "en": "Provide access to calculators, virtual abaci, or rods for calculations.",
      "la": "Praebe accessum ad calculatores, abacus virtuales vel baculos ad computanda."
    },
    "5.3": {
      "es": "Ofrecer tablas de multiplicar de apoyo que se retiren progresivamente a medida que el alumno gana fluidez.",
      "eu": "Biderketa taulak progresiboki kentzea ikaslea trebatzen den heinean.",
      "en": "Offer multiplication tables that are gradually removed as the student gains fluency.",
      "la": "Praebe tabulas multiplicationis quae gradatim auferantur dum discipulus fluentiam acquisit."
    },
    "5.4": {
      "es": "Valorar por igual la resolución mental de un problema que la resolución escrita formal.",
      "eu": "Baloratu arazoaren konponbidea mental eta idatzizko konponbidea berdin.",
      "en": "Value mental problem-solving equally with formal written solutions.",
      "la": "Aestima solutionem mentalem aeque cum solutione scripta formali."
    },
    "6.1": {
      "es": "Pedir al alumno que estime cuánto tiempo le llevará resolver una serie de restas antes de empezar.",
      "eu": "Ikasleari eskatu zenbat denbora beharko duen kalkulatzea restak egiteko aurretik.",
      "en": "Ask the student to estimate how long it will take to solve a set of subtractions before starting.",
      "la": "Roga discipulo aestimare quantum temporis capiet ad substractiones solvendas ante incipere."
    },
    "6.2": {
      "es": "Entregar una lista de verificación paso a paso para resolver problemas.",
      "eu": "Arazoak konpontzeko pausoz pauso egiaztagiria ematea.",
      "en": "Provide a step-by-step checklist for problem-solving.",
      "la": "Praebe gradatim indicem ad quaestiones solvendas."
    },
    "6.3": {
      "es": "Usar organizadores gráficos para clasificar los datos conocidos y las incógnitas de un problema complejo.",
      "eu": "Erabili antolatzaile grafikoak datuak eta ezezagunak sailkatzeko.",
      "en": "Use graphic organizers to classify known data and unknowns in a complex problem.",
      "la": "Utere organizeribus graphicis ad notitia nota et ignota in quaestione complexa classificanda."
    },
    "6.4": {
      "es": "Proporcionar plantillas de autoevaluación donde el alumno marque qué tipos de problemas ya domina y cuáles le cuestan más.",
      "eu": "Autoebaluazio txantiloiak eskaintzea ikasleak markatu dezan zer arazo mota menperatzen duen eta zein kostatzen zaion.",
      "en": "Provide self-assessment templates where students mark which problem types they master and which are harder.",
      "la": "Praebe schemata autoevaluationis ubi discipulus signet quae genera quaestionum dominetur et quae difficilia sint."
    },
    "6.5": {
      "es": "Revisar si las pruebas cronometradas están excluyendo a alumnos con ritmos de procesamiento diferentes y ofrecer alternativas.",
      "eu": "Egiaztatu denbora muga duten probak ez direla baztertzen ikasleekin prozesatzeko erritmo desberdinak eta alternatibak eskaintzea.",
      "en": "Check if timed tests exclude students with different processing speeds and provide alternatives.",
      "la": "Examina si probationes temporis discipulos cum diversis velocitatibus processuum excludunt et alternatives praebe."
    }
  }
}
